Repository: SemkiShow/ColonySimulator
Catalog: resources/locales/*/LC_MESSAGES/ColonySimulator.po
Languages: pl

source: language
pl: język

source: vsync
pl: synchronizacja-pionowa

source: show-fps
pl: pokaż-fps

source: pan-sensitivity
pl: czułość-przesuwania

source: wheel-sensitivity
pl: czułość-kółka-myszy

source: Colony Simulator
pl: Symulator Kolonizacji

source: Lead Developer: SemkiShow
pl: Główny programista: SemkiShow

source: Developer: jaraslauzaitsau
pl: Programista: jaraslauzaitsau

source: This game is licensed under GPL v3.0
pl: Gra wydana na licencji GPL v3.0

source: Warning
pl: Ostrzeżenie

source: Are you sure you want to empty
pl: Czy na pewno chcesz opróżnić

source: Yes;No
pl: Tak;Nie

source: Taxes
pl: Podatki

source: square map
pl: kwadratowa mapa

source: map size x
pl: rozmiar mapy x

source: map size y
pl: rozmiar mapy y

source: Create map
pl: Utwórz mapę

source: Play
pl: Graj

source: Settings
pl: Ustawienia

source: About
pl: O grze

source: Exit
pl: Wyjście

source: Return to game
pl: Wróć do gry

source: Save game
pl: Zapisz grę

source: Go to the main menu
pl: Przejdź do menu głównego

source: Info
pl: Informacje

source: Would you like to save the game before exiting?
pl: Czy chcesz zapisać grę przed wyjściem?

source: Loading progress...
pl: Wczytywanie stanu gry...

source: Saving progress...
pl: Zapisywanie postępów...

source: Loading map...
pl: Generowanie mapy...
